{
  "tokenizer_class": "PreTrainedTokenizerFast",
  "bos_token": "<s>",
  "eos_token": "</s>",
  "unk_token": "<unk>",
  "pad_token": "<pad>",
  "add_bos_token": true,
  "add_eos_token": true,
  "model_max_length": 4096
}