{
  "add_bos_token": true,
  "add_eos_token": true,
  "chat_template": "{% if messages[0]['role'] == 'system' %}{{ messages[0]['content'] }}\n\n{% set ns = namespace(messages=messages[1:]) %}{% else %}{% set ns = namespace(messages=messages) %}{% endif %}{% for message in ns.messages %}{% if message['role'] == 'user' %}User: {{ message['content'] }}\n\n{% elif message['role'] == 'assistant' %}Assistant: {{ message['content'] }}{{ eos_token }}\n{% endif %}{% endfor %}{% if add_generation_prompt %}Assistant:{% endif %}",
  "added_tokens_decoder": {
    "0": {
      "content": "</s>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "1": {
      "content": "<pad>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "2": {
      "content": "<s>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "3": {
      "content": "<unk>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    }
  },
  "bos_token": "<s>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "</s>",
  "extra_special_tokens": {},
  "model_max_length": 2048,
  "pad_token": "<pad>",
  "tokenizer_class": "PreTrainedTokenizerFast",
  "unk_token": "<unk>"
}